alacritty
amd-ucode
barrier
base
bc
bspwm
cmake
dhcpcd
dkms
efibootmgr
emacs
fakeroot
fd
firefox
fzf
gdu
git
grub
htop
iwd
keepassxc
lazygit
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
linux-zen
man-db
man-pages
neovim
network-manager-applet
networkmanager
nitrogen
nm-connection-editor
polybar
ranger
reflector
ripgrep
rofi
rsync
stalonetray
sudo
sxhkd
syncthing
texinfo
udisks2
unzip
vi
vim
xcape
xf86-input-synaptics
xf86-video-amdgpu
xf86-video-ati
xf86-video-fbdev
xf86-video-vesa
xorg-server
xorg-xinit
xorg-xset
xterm
yt-dlp
zsh
